const footerList = [
    [
        { id: 1, text: 'Каталог товаров', href: '/' },
        { id: 2, text: 'Одежда и аксессуары', href: '/' },
        { id: 3, text: 'Обувь', href: '/' },
        { id: 4, text: 'Украшения', href: '/' },
        { id: 5, text: 'Красота и здоровье', href: '/' },
        { id: 6, text: 'Товары для дома, дачи и отдыха', href: '/' },
        { id: 7, text: 'Товары для кухни', href: '/' },
    ],
    [
        { id: 1, text: 'Заказ', href: '/' },
        { id: 2, text: 'Оплата и Доставка', href: '/' },
        { id: 3, text: 'Возврат', href: '/' },
        { id: 4, text: 'Помощь', href: '/' },
        { id: 5, text: 'Благотворительный фонд Константина Хабенского', href: '/' },
        { id: 6, text: 'Гарантия на дополнительное обслуживание товара', href: '/' },
        { id: 7, text: 'Пользовательское соглашение', href: '/' },
    ],
    [
        { id: 1, text: 'Shop24', href: '/' },
        { id: 2, text: 'Смотреть прямой эфир', href: '/' },
        { id: 3, text: 'Расписание передач', href: '/' },
        { id: 4, text: 'Акции', href: '/' },
        { id: 5, text: 'Личный кабинет', href: '/' },
        { id: 6, text: 'Поиск и крата сайта', href: '/' },
        { id: 7, text: 'Карта брендов', href: '/' },
        { id: 8, text: 'Обратная связь', href: '/' },
    ],
    [
        { id: 1, text: 'Информация', href: '/' },
        { id: 2, text: 'О канале', href: '/' },
        { id: 3, text: 'Сотрудничество', href: '/' },
        { id: 4, text: 'Покупайте с нами', href: '/' },
        { id: 5, text: 'Контакты', href: '/' },
    ],
];

export default footerList;
